;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.1 17
; Update: May 14, 2015
;
[Lang]
NativeLanguage=Azərbaycanca
[GUI]
ButtonYes=Bəli
ButtonNo=Xeyr
ButtonOK=OK
ButtonMinimize=Kiçilt
ButtonMaximize=Böyüt
ButtonClose=Bağla
ButtonRestore=Qaytar
ButtonMenu=Menyu

[Translation]
LangCode=082c
ReadHabit=Left-to-right
LanguageName=AZ
LangShortName=az-latn
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=İnformasiya
Warning=Xəbərdarlıq
Error=Xəta
Confirm=Təsdiq
;
; Popup menu
;
pmHelp=Online Kömək
pmforum=Forum
pmHome=Ana səhifə
pmContact=Bizimlə əlaqə
pmCheckNew=Yenilikləri yoxla 
pmLang=Dillər
pmAbout=Haqqında
pmConMenu=Kontekst menyuya əlavə et
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Windows tərəfindən silinə bilməyən fayldan canını qurtar
FrmWDMain.btnAFile.caption=Fayl əlavə et
FrmWDMain.btnAfolder.caption=Qovluq əlavə et
FrmWDMain.btnRemove.caption=Sil
FrmWDMain.btnDel.caption=Sil
FrmWDMain.btnsupport.caption=Əlaqə
FrmWDMain.btnfacebook.hint=Facebook-da bizi izlə
FrmWDMain.btntwitter.hint=Wise Force Deleter-i Twitterdə paylaş
FrmWDMain.btngoogle.hint=Share Wise Force Deleter-i Google+ paylaş
FrmWDMain.btnemail.hint=Wise Force Deleter haqqında dostlarına de
FrmWDManin.lvfile.Columns[0]=Ad
FrmWDManin.lvfile.Columns[1]=Yol
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=Haqqında
FrmAbout.lblver.caption=Hazırki versiya:
FrmAbout.lblemail.caption=Dəstək Email:
FrmAbout.lblhome.caption=Ana səhifə:
FrmAbout.lblthanks.caption=Verdikləri töhfələrinə görə aşağıdakı insanlara Təşəkkürlər:
FrmAbout.lblWarning.caption=Diqqət: Bu kompüter proqramı müəlliflik hüququ və beynəlxalq müqavilə əsasında qorunur.

[Message]
ForceDelete=Məcburi sil
Newver=Yeni versiya mövcuddur, yeniləmək istəyirsiniz?
NoNewVer=Təbriklər, siz ən son versiyanı istifadə edirsiniz!
None=Hazırdır
Unlocked=Kiliddən çıxarıldı və silindi
Deleted=Silindi
FailDel=Uğursuz silinmə
Aborted=Rədd edildi
NoExists=Mövcud deyil
ConfirmDel=Fayl və ya qovluğu kiliddən çıxarıb silmək istəyirsiniz?
TranslateTo=Tərcümə et..